<?php

return [
    'alert' => [
        'failed' => 'Эти учетные данные не соответствуют нашим записям.',
        'throttle' => 'Слишком много попыток входа в систему. Повторите попытку через: секунды секунды.',
        'password_fail' => 'Пароли не совпадают.',
    ],
    'input' => [
        'email' => 'Почта',
        'password' => 'Пароль',
        'password_repeat' => 'Повторите пароль',
        'name' => 'Имя',
    ],
    'button' => [
        'register' => 'Зарегистрировать аккаунт',
        'login' => 'Войти',
        'logout' => 'Выйти',
    ],
];
